---
kind: other
id: AllMembers.T:Autodesk.Revit.DB.DirectContext3D.VertexStreamPosition
source: html/66b226fb-39e9-96ab-5f37-7ac61af668d6.htm
---
# VertexStreamPosition Members

Inserts a VertexStreamPosition into the stream and associated buffer.